Repository: PowerBeef/Vocello
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# vocello.mac.readiness.installActiveModelDetail
source: Install %@ in Models to enable generation.
de: Installiere %@ unter Modelle, um Audio zu erzeugen.
es: Instala %@ en Modelos para habilitar la generación.
fr: Installez %@ dans Modèles pour activer la génération.
it: Installa %@ in Modelli per abilitare la generazione.
ja: 生成するには「モデル」で %@ をインストールしてください。
ko: 생성을 사용하려면 모델에서 %@을(를) 설치하세요.
pt_br: Instale %@ em Modelos para habilitar a geração.
ru: Установите %@ в разделе «Модели», чтобы включить генерацию.
zh_hans: 请在“模型”中安装 %@ 以启用生成。

# vocello.mac.readiness.addScript
source: Add a script
de: Text hinzufügen
es: Añade un guion
fr: Ajoutez un texte
it: Aggiungi un testo
ja: 原稿を追加
ko: 원고 추가
pt_br: Adicione um texto
ru: Добавьте текст
zh_hans: 添加文本

# vocello.mac.readiness.readyToGenerate
source: Ready to generate
de: Bereit zum Erzeugen
es: Listo para generar
fr: Prêt à générer
it: Pronto per generare
ja: 生成できます
ko: 생성 준비됨
pt_br: Pronto para gerar
ru: Готово к генерации
zh_hans: 可以生成

# vocello.mac.readiness.readyToGenerateAndSave
source: Ready to generate and save.
de: Bereit zum Erzeugen und Speichern.
es: Listo para generar y guardar.
fr: Prêt à générer et à enregistrer.
it: Pronto per generare e salvare.
ja: 生成して保存できます。
ko: 생성하고 저장할 준비가 되었습니다.
pt_br: Pronto para gerar e salvar.
ru: Готово к генерации и сохранению.
zh_hans: 可以生成并保存。

# vocello.mac.status.generating
source: Generating
de: Wird erzeugt
es: Generando
fr: Génération
it: Generazione
ja: 生成中
ko: 생성 중
pt_br: Gerando
ru: Генерация
zh_hans: 正在生成

# vocello.mac.status.preparing
source: Preparing
de: Wird vorbereitet
es: Preparando
fr: Préparation
it: Preparazione
ja: 準備中
ko: 준비 중
pt_br: Preparando
ru: Подготовка
zh_hans: 正在准备

# vocello.mac.section.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言

# vocello.mac.section.languageAutoDetail
source: · Auto
de: · Automatisch
es: · Automático
it: · Automatica
ja: · 自動
ko: · 자동
pt_br: · Automático
ru: · Авто
zh_hans: · 自动

# vocello.mac.textInput.placeholder
source: Type or paste your script
de: Schreibe deinen Text oder füge ihn ein
es: Escribe o pega tu guion
fr: Saisissez ou collez votre texte
it: Scrivi o incolla il testo
ja: 原稿を入力または貼り付け
ko: 원고를 입력하거나 붙여넣으세요
pt_br: Digite ou cole seu texto
ru: Введите или вставьте текст
zh_hans: 输入或粘贴文本

# vocello.mac.textInput.characterCount
source: %@ characters
de: %@ Zeichen
es: %@ caracteres
fr: %@ caractères
it: %@ caratteri
ja: %@ 文字
ko: %@자
pt_br: %@ caracteres
ru: Символов: %@
zh_hans: %@ 个字符

# vocello.mac.custom.generatingFinalAudio
source: Generating final audio
de: Endgültiges Audio wird erzeugt
es: Generando audio final
fr: Génération de l’audio final
it: Generazione dell’audio finale
ja: 最終音声を生成中
ko: 최종 오디오 생성 중
pt_br: Gerando áudio final
ru: Генерация итогового аудио
zh_hans: 正在生成最终音频

# vocello.mac.custom.generatingFinalAudioDetail
source: Rendering the complete take. The file lands in the player when ready.
de: Die vollständige Aufnahme wird berechnet. Die Datei erscheint im Player, sobald sie fertig ist.
es: Procesando la toma completa. El archivo aparecerá en el reproductor cuando esté listo.
fr: Rendu de la prise complète. Le fichier arrive dans le lecteur dès qu’il est prêt.
it: Elaborazione del take completo. Il file apparirà nel lettore quando sarà pronto.
ja: 完全なテイクを処理中です。準備ができるとプレーヤーにファイルが表示されます。
ko: 전체 테이크를 처리하고 있습니다. 준비되면 플레이어에 파일이 표시됩니다.
pt_br: Processando a tomada completa. O arquivo aparece no player quando estiver pronto.
ru: Обрабатывается полный дубль. Когда файл будет готов, он появится в плеере.
zh_hans: 正在处理完整音频。就绪后文件会显示在播放器中。

# vocello.mac.custom.addScriptDetail
source: Speaker and delivery are set. Add a line to generate.
de: Stimme und Sprechweise sind festgelegt. Füge einen Text zum Erzeugen hinzu.
es: La voz y la interpretación están elegidas. Añade una frase para generar.
fr: Locuteur et interprétation sont réglés. Ajoutez une réplique pour générer.
it: Voce e interpretazione sono impostate. Aggiungi una frase da generare.
ja: 声と話し方は設定済みです。生成するセリフを追加してください。
ko: 음성과 표현이 설정되었습니다. 생성할 대사를 추가하세요.
pt_br: Voz e interpretação definidas. Adicione uma fala para gerar.
ru: Голос и манера речи выбраны. Добавьте фразу для генерации.
zh_hans: 声音和表达方式已设置。添加语句即可生成。

# vocello.mac.custom.readyDetail
source: Takes save to History automatically.
de: Aufnahmen werden automatisch im Verlauf gespeichert.
es: Las tomas se guardan automáticamente en el historial.
fr: Les prises s’enregistrent automatiquement dans l’historique.
it: I take vengono salvati automaticamente nella cronologia.
ja: テイクは自動で履歴に保存されます。
ko: 테이크는 기록에 자동 저장됩니다.
pt_br: As tomadas são salvas automaticamente no histórico.
ru: Дубли сохраняются в истории автоматически.
zh_hans: 音频会自动保存到历史记录。

# vocello.mac.custom.preparing
source: Preparing Built-in Voice
de: Integrierte Stimme wird vorbereitet
es: Preparando voz integrada
fr: Préparation de la voix intégrée
it: Preparazione di Voce integrata
ja: 内蔵ボイスを準備中
ko: 내장 음성 준비 중
pt_br: Preparando Voz integrada
ru: Подготовка встроенного голоса
zh_hans: 正在准备内置声音

# vocello.mac.custom.preparingDetail
source: Loading the Built-in Voice path. You can generate now; preparation finishes in the background.
de: Integrierte Stimme wird geladen. Du kannst bereits erzeugen; die Vorbereitung läuft im Hintergrund weiter.
es: Cargando Voz integrada. Puedes generar ahora; la preparación termina en segundo plano.
fr: Chargement du parcours Voix intégrée. Vous pouvez générer dès maintenant ; la préparation se termine en arrière-plan.
it: Caricamento di Voce integrata. Puoi già generare; la preparazione termina in background.
ja: 内蔵ボイスを読み込み中です。今すぐ生成でき、準備はバックグラウンドで完了します。
ko: 내장 음성을 불러오는 중입니다. 지금 생성할 수 있으며 준비는 백그라운드에서 완료됩니다.
pt_br: Carregando Voz integrada. Você já pode gerar; a preparação termina em segundo plano.
ru: Загрузка встроенного голоса. Уже можно генерировать; подготовка завершится в фоне.
zh_hans: 正在载入内置声音。现在即可生成；准备将在后台完成。

# vocello.mac.custom.engineBusy
source: Engine busy
de: Engine beschäftigt
es: Motor ocupado
fr: Moteur occupé
it: Motore occupato
ja: エンジンが使用中
ko: 엔진 사용 중
pt_br: Mecanismo ocupado
ru: Движок занят
zh_hans: 引擎忙碌

# vocello.mac.custom.engineBusyDetail
source: Finishing another engine task before Built-in Voice can be ready.
de: Eine andere Engine-Aufgabe wird beendet, bevor Integrierte Stimme bereit ist.
es: Terminando otra tarea del motor antes de preparar Voz integrada.
fr: Une autre tâche du moteur se termine avant que la voix intégrée soit prête.
it: Completamento di un’altra attività prima che Voce integrata sia pronta.
ja: 内蔵ボイスを準備する前に、別のエンジン処理を完了しています。
ko: 내장 음성을 준비하기 전에 다른 엔진 작업을 마무리합니다.
pt_br: Concluindo outra tarefa do mecanismo antes de preparar Voz integrada.
ru: Завершается другая задача движка перед подготовкой встроенного голоса.
zh_hans: 正在完成另一项引擎任务，之后内置声音即可就绪。

# vocello.mac.custom.modelMismatchDetail
source: A different model is loaded. The engine switches to Built-in Voice on generate.
de: Ein anderes Modell ist geladen. Beim Erzeugen wechselt die Engine zu Integrierte Stimme.
es: Hay otro modelo cargado. El motor cambiará a Voz integrada al generar.
fr: Un autre modèle est chargé. Le moteur passe à la voix intégrée à la génération.
it: È caricato un altro modello. Il motore passerà a Voce integrata alla generazione.
ja: 別のモデルを読み込んでいます。生成時にエンジンが内蔵ボイスへ切り替わります。
ko: 다른 모델이 로드되어 있습니다. 생성 시 내장 음성으로 전환됩니다.
pt_br: Outro modelo está carregado. O mecanismo muda para Voz integrada ao gerar.
ru: Загружена другая модель. При генерации движок переключится на встроенный голос.
zh_hans: 当前载入了其他模型。生成时引擎将切换到内置声音。

# vocello.mac.custom.engineNeedsAttention
source: Engine needs attention
de: Engine benötigt Aufmerksamkeit
es: El motor requiere atención
fr: Le moteur requiert votre attention
it: Il motore richiede attenzione
ja: エンジンの確認が必要
ko: 엔진 확인 필요
pt_br: O mecanismo precisa de atenção
ru: Движок требует внимания
zh_hans: 引擎需要处理

# vocello.mac.custom.speakerNativeLanguageHint
source: %1$@ is native to %2$@. %3$@ can still work, but pronunciation is usually best in the speaker's native language.
de: %1$@ spricht muttersprachlich %2$@. %3$@ kann ebenfalls funktionieren, die Aussprache ist aber meist in der Muttersprache am besten.
es: %1$@ tiene %2$@ como idioma nativo. %3$@ también puede funcionar, pero la pronunciación suele ser mejor en el idioma nativo de la voz.
fr: %1$@ est une voix native en %2$@. %3$@ peut fonctionner, mais la prononciation est généralement meilleure dans la langue native du locuteur.
it: La lingua madre di %1$@ è %2$@. Anche %3$@ può funzionare, ma la pronuncia è solitamente migliore nella lingua madre.
ja: %1$@ の母語は %2$@ です。%3$@ も使えますが、通常は母語の発音が最も自然です。
ko: %1$@의 모국어는 %2$@입니다. %3$@도 가능하지만 보통 모국어에서 발음이 가장 좋습니다.
pt_br: %1$@ tem %2$@ como idioma nativo. %3$@ também pode funcionar, mas a pronúncia costuma ser melhor no idioma nativo da voz.
ru: Родной язык %1$@ — %2$@. %3$@ тоже может работать, но произношение обычно лучше на родном языке диктора.
zh_hans: %1$@ 的母语是 %2$@。%3$@ 也可使用，但通常用说话者的母语发音更好。

# vocello.mac.custom.deliveryUnsupported
source: Delivery controls are available with the active 1.7B Built-in Voice models.
de: Sprechstilregler sind mit den aktiven 1.7B-Modellen für Integrierte Stimme verfügbar.
es: Los controles de interpretación están disponibles con los modelos activos de Voz integrada 1.7B.
fr: Les réglages d’interprétation sont disponibles avec les modèles Voix intégrée 1.7B actifs.
it: I controlli dell’interpretazione sono disponibili con i modelli attivi di Voce integrata 1.7B.
ja: 話し方の設定は、使用中の 1.7B 内蔵ボイスモデルで利用できます。
ko: 활성 1.7B 내장 음성 모델에서 표현 제어를 사용할 수 있습니다.
pt_br: Os controles de interpretação estão disponíveis com os modelos ativos de Voz integrada 1.7B.
ru: Управление манерой речи доступно в активных моделях встроенного голоса 1.7B.
zh_hans: 当前的 1.7B 内置声音模型支持表达控制。

# vocello.mac.cloning.consentTitle
source: Acknowledge voice cloning consent
de: Einwilligung zum Stimmklonen bestätigen
es: Aceptar el consentimiento de clonación
fr: Confirmez le consentement au clonage vocal
it: Conferma il consenso alla clonazione
ja: ボイスクローンの同意を確認
ko: 음성 복제 동의 확인
pt_br: Confirmar consentimento de clonagem
ru: Подтвердите согласие на клонирование
zh_hans: 确认声音克隆授权

# vocello.mac.cloning.consentRequiredToGenerate
source: Enable voice-cloning consent in Settings → Voice cloning before generating.
de: Aktiviere vor dem Erzeugen die Kloneinwilligung unter Einstellungen → Stimmklonen.
es: Activa el consentimiento de clonación en Ajustes → Clonación de voz antes de generar.
fr: Activez le consentement au clonage vocal dans Réglages → Clonage vocal avant de générer.
it: Attiva il consenso alla clonazione in Impostazioni → Clonazione vocale prima di generare.
ja: 生成前に「設定 → ボイスクローン」でクローンの使用同意を有効にしてください。
ko: 생성 전에 설정 → 음성 복제에서 음성 복제 동의를 활성화하세요.
pt_br: Ative o consentimento de clonagem em Ajustes → Clonagem de voz antes de gerar.
ru: Перед генерацией включите согласие на клонирование в «Настройки → Клонирование голоса».
zh_hans: 生成前请在“设置 → 声音克隆”中启用声音克隆授权。

# vocello.mac.cloning.consentRequiredToSaveVoice
source: Enable voice-cloning consent in Settings → Voice cloning before saving a voice.
de: Aktiviere vor dem Sichern einer Stimme die Kloneinwilligung unter Einstellungen → Stimmklonen.
es: Activa el consentimiento de clonación en Ajustes → Clonación de voz antes de guardar una voz.
fr: Activez le consentement au clonage vocal dans Réglages → Clonage vocal avant d’enregistrer une voix.
it: Attiva il consenso alla clonazione in Impostazioni → Clonazione vocale prima di salvare una voce.
ja: 声を保存する前に「設定 → ボイスクローン」でクローンの使用同意を有効にしてください。
ko: 음성을 저장하기 전에 설정 → 음성 복제에서 음성 복제 동의를 활성화하세요.
pt_br: Ative o consentimento de clonagem em Ajustes → Clonagem de voz antes de salvar uma voz.
ru: Перед сохранением голоса включите согласие на клонирование в «Настройки → Клонирование голоса».
zh_hans: 保存声音前请在“设置 → 声音克隆”中启用声音克隆授权。

# vocello.mac.cloning.consentDetail
source: Confirm the one-time acknowledgment below: clone only voices you have permission to use.
de: Bestätige einmalig: Klone nur Stimmen, für die du eine Erlaubnis hast.
es: Confirma el consentimiento a continuación: clona solo voces para las que tengas permiso.
fr: Confirmez l’accord unique ci-dessous : ne clonez que des voix que vous avez la permission d’utiliser.
it: Conferma il consenso una tantum qui sotto: clona solo voci che hai il permesso di usare.
ja: 下の一度限りの同意を確認してください。使用許可のある声だけをクローンします。
ko: 아래의 일회성 동의를 확인하세요. 사용 허가가 있는 음성만 복제합니다.
pt_br: Confirme o consentimento único abaixo: clone apenas vozes que você tem permissão para usar.
ru: Подтвердите однократное согласие ниже: клонируйте только голоса с разрешением на использование.
zh_hans: 请确认下方的一次性声明：仅克隆获准使用的声音。

# vocello.mac.cloning.addReference
source: Add a reference
de: Referenz hinzufügen
es: Añade una referencia
fr: Ajoutez une référence
it: Aggiungi un riferimento
ja: 参照音声を追加
ko: 참조 추가
pt_br: Adicione uma referência
ru: Добавьте образец
zh_hans: 添加参考音频

# vocello.mac.cloning.addReferenceDetail
source: Saved voices or imported clips both work. Pick one before writing the line.
de: Gespeicherte Stimmen und importierte Clips sind möglich. Wähle eine Referenz, bevor du den Text schreibst.
es: Puedes usar voces guardadas o clips importados. Elige uno antes de escribir la frase.
fr: Voix enregistrées ou extraits importés conviennent. Choisissez-en un avant d’écrire la réplique.
it: Vanno bene voci salvate o clip importati. Scegline uno prima di scrivere la frase.
ja: 保存済みの声と読み込んだ音声のどちらも使えます。セリフを書く前に選択してください。
ko: 저장된 음성과 가져온 오디오 모두 가능합니다. 대사를 쓰기 전에 하나를 선택하세요.
pt_br: Vozes salvas ou clipes importados funcionam. Escolha um antes de escrever a fala.
ru: Подойдут сохранённые голоса и импортированные записи. Выберите образец перед вводом фразы.
zh_hans: 已保存声音或导入音频均可。请先选择，再输入语句。

# vocello.mac.cloning.preparingSavedVoice
source: Preparing saved voice
de: Gespeicherte Stimme wird vorbereitet
es: Preparando voz guardada
fr: Préparation de la voix enregistrée
it: Preparazione della voce salvata
ja: 保存済みの声を準備中
ko: 저장된 음성 준비 중
pt_br: Preparando voz salva
ru: Подготовка сохранённого голоса
zh_hans: 正在准备已保存的声音

# vocello.mac.cloning.preparingSavedVoiceDetail
source: Loading the saved transcript and voice context.
de: Gespeichertes Transkript und Stimmkontext werden geladen.
es: Cargando la transcripción guardada y el contexto de voz.
fr: Chargement de la transcription enregistrée et du contexte vocal.
it: Caricamento della trascrizione salvata e del contesto vocale.
ja: 保存済みの文字起こしと声の情報を読み込み中。
ko: 저장된 녹취록과 음성 정보를 불러옵니다.
pt_br: Carregando a transcrição salva e o contexto de voz.
ru: Загрузка сохранённой расшифровки и контекста голоса.
zh_hans: 正在载入已保存的转录和声音上下文。

# vocello.mac.cloning.preparingContext
source: Preparing voice context
de: Stimmkontext wird vorbereitet
es: Preparando contexto de voz
fr: Préparation du contexte vocal
it: Preparazione del contesto vocale
ja: 声の情報を準備中
ko: 음성 정보 준비 중
pt_br: Preparando contexto de voz
ru: Подготовка контекста голоса
zh_hans: 正在准备声音上下文

# vocello.mac.cloning.preparingContextDetail
source: Priming this reference so final generation starts cleanly.
de: Diese Referenz wird vorbereitet, damit die endgültige Generierung sauber startet.
es: Preparando esta referencia para que la generación final empiece correctamente.
fr: Amorçage de cette référence pour que la génération finale démarre proprement.
it: Preparazione del riferimento per avviare correttamente la generazione finale.
ja: 最終生成が円滑に始まるよう、参照音声を準備しています。
ko: 최종 생성이 원활하게 시작되도록 참조를 준비합니다.
pt_br: Preparando esta referência para que a geração final comece corretamente.
ru: Подготовка образца для корректного начала итоговой генерации.
zh_hans: 正在预处理参考音频，以便顺利开始最终生成。

# vocello.mac.cloning.addScriptDetail
source: Reference is ready. Add the line for the cloned voice.
de: Referenz bereit. Füge den Text für die geklonte Stimme hinzu.
es: Referencia lista. Añade la frase para la voz clonada.
fr: La référence est prête. Ajoutez la réplique pour la voix clonée.
it: Riferimento pronto. Aggiungi la frase per la voce clonata.
ja: 参照音声の準備完了。クローンする声のセリフを追加してください。
ko: 참조가 준비되었습니다. 복제할 목소리의 대사를 추가하세요.
pt_br: Referência pronta. Adicione a fala para a voz clonada.
ru: Образец готов. Добавьте фразу для клонированного голоса.
zh_hans: 参考音频已就绪。请为克隆声音添加语句。

# vocello.mac.cloning.readyIdentityOnly
source: Ready — identity only
de: Bereit – nur Identität
es: Listo: solo identidad
fr: Prêt — identité seulement
it: Pronto: solo identità
ja: 準備完了 — 声の特徴のみ
ko: 준비됨 — 목소리 정체성만
pt_br: Pronto — somente identidade
ru: Готово — только особенности голоса
zh_hans: 就绪，仅声音身份

# vocello.mac.cloning.readyIdentityOnlyDetail
source: This reference has no transcript, so only the voice's identity is cloned. Add a transcript to carry its pacing and emotion into the take.
de: Diese Referenz hat kein Transkript, daher wird nur die Stimmidentität geklont. Füge ein Transkript hinzu, um Tempo und Emotion in die Aufnahme zu übernehmen.
es: Esta referencia no tiene transcripción, así que solo se clona la identidad vocal. Añade una transcripción para trasladar su ritmo y emoción a la toma.
fr: Cette référence n’a pas de transcription : seule l’identité de la voix est clonée. Ajoutez une transcription pour transmettre son rythme et son émotion à la prise.
it: Questo riferimento non ha trascrizione, quindi viene clonata solo l’identità vocale. Aggiungi una trascrizione per trasferire ritmo ed emozione al take.
ja: この参照音声には文字起こしがないため、声の特徴だけをクローンします。テンポや感情も反映するには文字起こしを追加してください。
ko: 이 참조에는 녹취록이 없어 목소리의 정체성만 복제합니다. 리듬과 감정도 반영하려면 녹취록을 추가하세요.
pt_br: Esta referência não tem transcrição, então somente a identidade vocal é clonada. Adicione uma transcrição para levar seu ritmo e emoção à tomada.
ru: У образца нет расшифровки, поэтому клонируются только особенности голоса. Добавьте текст, чтобы передать темп и эмоции в дубль.
zh_hans: 此参考音频没有转录，因此仅克隆声音身份。添加转录可将节奏和情感带入生成音频。

# vocello.mac.cloning.readySlowerFirstRun
source: Reference ready with slower first run
de: Referenz bereit; erster Durchlauf langsamer
es: Referencia lista; primer uso más lento
fr: Référence prête, première exécution plus lente
it: Riferimento pronto, primo utilizzo più lento
ja: 参照音声の準備完了。初回は時間がかかります
ko: 참조 준비됨, 첫 실행은 느릴 수 있음
pt_br: Referência pronta; primeiro uso mais lento
ru: Образец готов; первый запуск медленнее
zh_hans: 参考音频已就绪，首次运行较慢

# vocello.mac.cloning.supportedFormats
source: WAV, MP3, AIFF, M4A, FLAC, OGG, or WebM
de: WAV, MP3, AIFF, M4A, FLAC, OGG oder WebM
es: WAV, MP3, AIFF, M4A, FLAC, OGG o WebM
fr: WAV, MP3, AIFF, M4A, FLAC, OGG ou WebM
it: WAV, MP3, AIFF, M4A, FLAC, OGG o WebM
ja: WAV、MP3、AIFF、M4A、FLAC、OGG、WebM
ko: WAV, MP3, AIFF, M4A, FLAC, OGG 또는 WebM
pt_br: WAV, MP3, AIFF, M4A, FLAC, OGG ou WebM
ru: WAV, MP3, AIFF, M4A, FLAC, OGG или WebM
zh_hans: WAV、MP3、AIFF、M4A、FLAC、OGG 或 WebM

# vocello.mac.cloning.savedVoicesLoadError
source: Couldn't load saved voices right now. You can still clone from a file. %@
de: Gespeicherte Stimmen konnten gerade nicht geladen werden. Du kannst weiterhin aus einer Datei klonen. %@
es: No se pudieron cargar las voces guardadas ahora. Puedes seguir clonando desde un archivo. %@
fr: Impossible de charger les voix enregistrées pour le moment. Vous pouvez encore cloner à partir d’un fichier. %@
it: Impossibile caricare ora le voci salvate. Puoi comunque clonare da un file. %@
ja: 現在、保存済みの声を読み込めません。ファイルからのクローンは可能です。%@
ko: 지금 저장된 음성을 불러올 수 없습니다. 파일에서 복제하는 것은 가능합니다. %@
pt_br: Não foi possível carregar as vozes salvas agora. Você ainda pode clonar de um arquivo. %@
ru: Сейчас не удалось загрузить сохранённые голоса. Клонирование из файла по-прежнему доступно. %@
zh_hans: 暂时无法载入已保存的声音。仍可从文件克隆。%@

# vocello.mac.cloning.referenceSection
source: Reference
de: Referenz
es: Referencia
fr: Référence
it: Riferimento
ja: 参照音声
ko: 참조
pt_br: Referência
ru: Образец
zh_hans: 参考音频

# vocello.mac.cloning.scriptPlaceholder
source: Type the line for the cloned voice
de: Schreibe den Text für die geklonte Stimme
es: Escribe la frase para la voz clonada
fr: Saisissez la réplique pour la voix clonée
it: Scrivi la frase per la voce clonata
ja: クローンする声のセリフを入力
ko: 복제할 목소리의 대사를 입력하세요
pt_br: Digite a fala para a voz clonada
ru: Введите фразу для клонированного голоса
zh_hans: 输入克隆声音要说的语句

# vocello.mac.cloning.permittedClipsOnly
source: Use permitted clips only.
de: Verwende nur erlaubte Clips.
es: Usa solo clips autorizados.
fr: N’utilisez que des extraits autorisés.
it: Usa solo clip autorizzati.
ja: 許可された音声だけを使ってください。
ko: 허가된 오디오만 사용하세요.
pt_br: Use apenas clipes autorizados.
ru: Используйте только разрешённые записи.
zh_hans: 仅使用已获许可的音频。

# vocello.mac.cloning.voiceBankEntry
source: %@ · voice bank
de: %@ · Stimmbank
es: %@ · banco de voces
fr: %@ · banque de voix
it: %@ · banca vocale
ja: %@ · ボイスバンク
ko: %@ · 음성 뱅크
pt_br: %@ · banco de vozes
ru: %@ · банк голосов
zh_hans: %@ · 声音库

# vocello.mac.design.addVoiceBrief
source: Add a voice brief
de: Stimmbeschreibung hinzufügen
es: Añade una descripción de voz
fr: Ajoutez une description de voix
it: Aggiungi una descrizione vocale
ja: 声の説明を追加
ko: 음성 설명 추가
pt_br: Adicione uma descrição de voz
ru: Добавьте описание голоса
zh_hans: 添加声音描述

# vocello.mac.design.reviewTake
source: Review the take
de: Aufnahme prüfen
es: Revisa la toma
fr: Vérifiez la prise
it: Controlla il take
ja: テイクを確認
ko: 테이크 확인
pt_br: Confira a tomada
ru: Проверьте дубль
zh_hans: 检查生成音频

# vocello.mac.design.describeVoiceDetail
source: Describe the voice before writing the final line.
de: Beschreibe die Stimme, bevor du den endgültigen Text schreibst.
es: Describe la voz antes de escribir la frase final.
fr: Décrivez la voix avant d’écrire la réplique finale.
it: Descrivi la voce prima di scrivere la frase finale.
ja: 最終的なセリフを書く前に、声を説明してください。
ko: 최종 대사를 쓰기 전에 목소리를 설명하세요.
pt_br: Descreva a voz antes de escrever a fala final.
ru: Опишите голос перед вводом итоговой фразы.
zh_hans: 输入最终语句前，请先描述声音。

# vocello.mac.design.briefUsedDetail
source: The generated voice uses this brief and delivery once a line is written.
de: Die erzeugte Stimme verwendet diese Beschreibung und Sprechweise, sobald ein Text eingegeben wurde.
es: La voz generada usará esta descripción e interpretación cuando escribas una frase.
fr: La voix générée suit cette description et cette interprétation dès qu’une réplique est écrite.
it: La voce generata userà questa descrizione e interpretazione quando avrai scritto una frase.
ja: セリフを入力すると、この説明と話し方を使って声を生成します。
ko: 대사를 입력하면 이 설명과 표현을 사용해 음성을 생성합니다.
pt_br: A voz gerada usa esta descrição e interpretação quando uma fala é escrita.
ru: После ввода фразы голос будет создан с этим описанием и манерой речи.
zh_hans: 输入语句后，生成声音会使用此描述和表达方式。

# vocello.mac.design.preparingDetail
source: Preparing Voice Design. You can generate now; preparation finishes in the background.
de: Stimmdesign wird vorbereitet. Du kannst bereits erzeugen; die Vorbereitung läuft im Hintergrund weiter.
es: Preparando Diseño de voz. Puedes generar ahora; la preparación termina en segundo plano.
fr: Préparation de la création de voix. Vous pouvez générer dès maintenant ; la préparation se termine en arrière-plan.
it: Preparazione di Design vocale. Puoi già generare; la preparazione termina in background.
ja: ボイスデザインを準備中です。今すぐ生成でき、準備はバックグラウンドで完了します。
ko: 음성 디자인 준비 중입니다. 지금 생성할 수 있으며 준비는 백그라운드에서 완료됩니다.
pt_br: Preparando Criação de voz. Você já pode gerar; a preparação termina em segundo plano.
ru: Подготовка дизайна голоса. Уже можно генерировать; подготовка завершится в фоне.
zh_hans: 正在准备声音设计。现在即可生成；准备将在后台完成。

# vocello.mac.design.voiceBriefLabel
source: Voice brief
de: Stimmbeschreibung
es: Descripción de voz
fr: Description de la voix
it: Descrizione vocale
ja: 声の説明
ko: 음성 설명
pt_br: Descrição da voz
ru: Описание голоса
zh_hans: 声音描述
